{"GRE顺序List2":["acrimonious","acrimony","acrobat","acronym","activate","actuate","acumen","acute","ad-lib","adage","adagio","adamant","adapt","adaptable","addendum","addict","addiction","addictive","addle","addled","adduce","adept","adequate","adhere","adherent","adhesive","adjacent","adjoin","adjourn","adjudicate","adjure","adjust","adjutant","administer","admonish","admonitory","ado","adobe","adolescence","adopt","adorable","adoration","adore","adorn","adornment","adroit","adulate","adulterate","adumbrate","advent","adversary","adverse","adversity","advisable","advisory","advocate","aegis","aeon","aeronautics","aesthete","aesthetic","aesthetics","affable","affectation","affected","affection","affectionate","affidavit","affiliate","affiliation","affinity","affirm","affirmative","afflict","affliction","affluent","affront","aficionado","aftermath","agate","agenda","agglomerate","aggrandize","aggravate","aggregate","aggregation","aggressive","aggrieved","aghast","agile","agitate","agitated","agitation","aglow","agnostic","agog","agonize","agony","agrarian","agreeable"],"GRE顺序List1":["abacus","abandon","abase","abash","abate","abattoir","abbreviate","abbreviation","abdicate","abdomen","abduct","aberrant","abet","abeyance","abhor","abhorrent","abide","abiding","abject","abjure","ablaze","ablution","abnegation","abnormal","abode","abolish","abolition","abominable","abominate","aboriginal","aborigines","abortive","abound","abracadabra","abrade","abrasion","abridge","abridgment","abrogate","abrupt","abscond","absinth","absolution","absolve","abstain","abstemious","abstract","abstracted","abstruse","absurd","absurdity","abundance","abuse","abut","abysmal","abyss","accede","accelerate","accentuate","access","accessible","accessory","accidental","acclaim","acclamation","acclivity","accolade","accommodate","accommodating","accompany","accomplice","accord","accordion","accost","account","accoutrements","accredit","accretion","accrue","accumulate","accuse","accustom","acerbity","acid","acidulous","acme","acne","acolyte","acorn","acoustic","acoustics","acquaint","acquaintance","acquiesce","acquiescent","acquired","acquisitive","acquit","acquittal","acrid"],"GRE顺序List4":["anguish","anguished","animadvert","animate","animation","animosity","animus","ankle","annex","annihilate","anniversary","annotate","annotation","annoy","annual","annul","anode","anodyne","anomalous","anomaly","anonymity","anonymous","anorexia","antagonism","antagonist","antagonistic","antecedence","antecedent","antedate","antediluvian","antenna","anterior","anthem","anthology","anthropoid","anthropology","antibiotic","antibody","antic","anticipate","anticipatory","antics","antidote","antigen","antiquated","antique","antiseptic","antithesis","antithetic","antler","anvil","aorta","apathetic","apathy","aperitif","aperture","apex","aphasia","aphorism","apiary","apiculture","aplomb","apocalyptic","apocrypha","apocryphal","apogee","apologetic","apology","apoplectic","apostasy","apostate","apostrophe","apotheosis","appal","appall","appalling","apparel","apparition","appeal","appealing","appease","appeasement","appellation","append","appendage","appetite","appetizing","applaud","appliance","applicable","apposite","appraise","appreciable","appreciative","apprehend","apprehension","apprehensive","apprentice","apprise","approach"],"GRE顺序List3":["agreement","agronomist","ail","ailment","air","airborne","airtight","aisle","akin","alabaster","alchemy","alcove","alert","alias","alien","alienate","alienated","align","alkali","allegation","allege","allegiance","allegro","allergic","allergy","alleviate","alley","alligator","allocate","allocation","allopathy","allot","alloy","allude","allure","allurement","allusion","alluvial","ally","almond","alms","aloof","altar","alter","alteration","altercation","alternate","altitude","altruism","aluminium","amalgam","amalgamate","amass","amateur","amateurish","ambidextrous","ambiguity","ambiguous","ambitious","ambivalence","ambivalent","amble","ambrosia","ambush","ameliorate","amenable","amend","amendment","amenity","amethyst","amiable","amicable","amiss","amity","ammunition","amnesia","amnesty","amoral","amorous","amorphous","amortize","ample","amplify","amputate","amulet","anachronism","analgesic","analogous","analogy","anarchic","anarchy","anathema","anatomy","ancestor","anchor","anchorite","ancillary","anecdote","anemia","anesthetic"]}
